Repository: beniaminov/ezop_server
Catalog: ezop/sites/all/modules/news_page/po/news_page.*.po
Languages: es

source: Creates a page of keyword filtered news items from an <a href="!aggregator">aggregator</a> category.
es: Crear una página de noticias filtradas por palabras desde una categoría de <a href="!aggregator">aggregator</a>

source: A News Page provides a way to only include items from an <a href="!aggregator">aggregator</a> category which match your keywords. The majority of settings are entered when you create a new news page node.
es: Una nueva Página de Noticias ofrece una manera de solamente incluir recursos de una categoría a href="!aggregator">aggregator</a> que coincidan con las palabras introducidas. La mayoría de los ajustes son introducidos cuando crea un nuevo nodo de página de noticias

source: News page
es: Página de Noticias

source: edit this news page node
es: Editar este nodo de páginas de noticias

source: news page
es: Páginas de noticias

source: News page feed
es: Feed de páginas de noticias

source: News Page
es: Página de Noticias

source: News Page settings
es: Ajustes de Pagina de Noticias

source: Title
es: Título

source: Body
es: Cuerpo

source: You must create at least 1 aggregator category before creating a news page.
es: Debe crear como mínimo 1 una categoría en <a href="!aggregator">aggregator</a> antes de crear una página de noticias.

source: --none--
es: --ninguno--

source: Aggregator Category
es: Categorías de Aggregator

source: Category to include on this page
es: Categoría a incluir en esta página

source: Include Words
es: Palabras incluidas

source: Keywords that must be included in a news item for it to be displayed - e.g. "iPhone, +battery, -problem"
es: Las palabras que deben estar incluidas en las noticias para ser mostradas, por ejemplo "iPhone, +pilas, -problema"

source: Maximum Items
es: Número máximo de noticias

source: Maximum number of news items to include on a page
es: Máximo número de noticias mostradas en una página

source: Please select an aggregator category.
es: Por favor seleccione una categoría

source: Please add at least one word to the list of include words.
es: Por favor añada como mínimo una palabra para la lista de palabrtas incluidas.

source: Maximum items must have a value, field has been reset to the default (25).
es: Máximo de noticias debe tener un valor, el campo ha sido configurado por defecto (25).

source: RSS Feed
es: Feed RSS

source: Users must have the "access news page feeds" <a href="!permission">permission</a> granted in order to use the News Page RSS feeds.
es: Los usuarios deben tener <a href="!permission">permiso</a> otorgado a los"Feeds" para usar los feeds RSS en Páginas de Noticias.

source: RSS Link prepend
es: Enlace RSS añadido

source: All item links generated will have this URL prepended to them. For example: "/jump.php?url=". If unsure, specify nothing. Note: the url is relative to the base url of this drupal site, the page cannot reside on a remote host.
es: Todos los enlaces a noticias generados tendrán esta URL añadida. Por ejemplo: "/jump.php?url=". Si es muy inseguro, no especificar nada. Nota: La URL tiene relación con la url de este sitio basado en Drupal, la página no puede residir en un host remoto.

source: This text will precede the News Page nodes body text for the feed description, for every News page feed. If no body text is set the global settings <a href="!mission">mission statement</a> is used; if this is empty - nothing will be displayed.
es: Para cada feed de Página de Noticias, este texto precederá a el cuerpo de las Páginas de Noticias para la descripción del feed. Si no hay cuerpo del texto el ajuste global <a href="!mission">misión de la web</a> es usado; si este está vació no se mostrará nada.

source: Blog this
es: a la bitácora

source: blog it
es: a la bitácora

source: Read more
es: Leer más

source: News Page module installed successfully.
es: El módulo Página de Noticias se instaló correctamente.

source: Table installation for the News Page module was unsuccessful. The tables may need to be installed by hand. See news_page.install file for a list of the installation queries.
es: La creación de la tabla en la base de datos para el módulo Página de Noticias no fue satisfactoria. Las tablas necesitan ser instaladas a mano. Mirar el archivo news_page.install para más información.

source: Creates a page of keyword filtered news items from an aggregator category
es: Crea una página de noticias filtradas por palabras desde una categoría de aggregator
