Repository: beniaminov/ezop_server
Catalog: ezop/sites/all/modules/autolocale/po/autolocale.*.po
Languages: ru

source: Automatic import scans all enabled modules and themes for interface translation files under their directories and imports all files found for the selected language. This operation could be resource intensive, and is irreversible.
ru: Автоматический импорт просматривает все включенные модули и темы оформления для поиска файлов перевода интерфейса, которые находятся в этих каталогах (импортируются файлы каталог_модуля/po/ru.po и каталог_модуля/po/любое_имя.ru.po). Все найденные файлы затем импортируются. Эта операция может быть ресурсоемкой и отменить ее результаты нельзя.

source: Automatic import
ru: Автоимпортировать

source: No foreign language enabled on your site. You need to <a href="@urladd">add</a> and <a href="@urlenable">enable</a> at least one foreign language to import strings for.
ru: Иностранные языки не включены на вашем сайте. Для того, чтобы импортировать строки, вам нужно <a href="@urladd">добавить</a> и <a href="@urlenable">включить</a> хотя бы один иностранный язык.

source: Language
ru: Язык

source: Select the language to autoimport translation files into.
ru: Выберите язык для автоматического импорта файлов с переводами.

source: Remove existing translations first
ru: Сначала удалить существующие переводы

source: It is advised to remove the existing translations in the given language for performance reasons, if you have no custom strings added, which are not available in the PO files to import. This removes strings left from upgrades or previously tried and removed modules.
ru: Если вы не добавляли каких-либо дополнительных строк (которых нет в тех файлах .po, что вы собираетесь импортировать сейчас), то для повышения производительности рекомендуется предварительно удалить существующие переводы для данного языка. В этом случае такие строки будут утрачены для переводов обновлений или для ранее использовавшихся, но затем удаленных модулей.

source: Perform automatic import
ru: Выполнить автоматический импорт

source: Invalid language code (@langcode) choosen for automatic import.
ru: Для автоматического импорта выбран неверный код языка (@langcode).

source: Existing translations removed from @language.
ru: Существующие переводы удалены из языка @language.

source: New @language strings imported.
ru: Новые строки для языка @language импортированы.

source: Imported translation file @filename
ru: Импортирован перевод @filename

source: Now you can <a href="@url">import interface translations</a> automatically
ru: Теперь можно автоматически <a href="@url">импортировать перевод интерфейса</a>

source: Automatically imports interface translations.
ru: Автоматически импортирует переводы интерфейса.

source: Body
ru: Текст

source: Title
ru: Заголовок

source: Page
ru: Страница

source: If you want to add a static page, like a contact page or an about page, use a page.
ru: Используйте, если вы хотите добавить статическую страницу, наподобие контактной информации или страницы "О компании".

source: Story
ru: Заметка

source: Stories are articles in their simplest form: they have a title, a teaser and a body, but can be extended by other modules. The teaser is part of the body too. Stories may be used as a personal blog or for news articles.
ru: Заметки - это материалы в их простейшей форме: они имеют заглавие, сопроводительную надпись и текст, но могут быть расширены другими модулями. Анонс является частью текста заметки. Заметки могут использоваться для записей блога или для новостных сообщений.
